Repository: punamz/Caro
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Enter your name:
vi: Nhập tên của bạn:

# login
source: GOGO
vi: ĐI NÀO

# empty_name_title
source: Oops!
vi: Ôi, có lỗi!

# empty_name_message
source: Enter your name before play game
vi: Nhập tên của bạn trước khi bắt đầu

source: Find player
vi: Tìm người chơi

source: Discovering
vi: Đang tìm xung quanh

source: Connect with nearby player
vi: Kết nối với các người chơi xung quanh

source: Connect
vi: Kết nối

source: Connecting
vi: Đang kết nối

source: Disconnect
vi: Ngắt

source: Start Game
vi: Chơi

source: Name
vi: Tên

source: Token
vi: Mã khoá

source: Accept connection
vi: Ghép đôi

source: Reject connection
vi: Từ chối

source: Map size
vi: Bản đồ

# set_map_size_to
source: Set the map size to:
vi: Đặt kích thước của bản đồ thành:

source: Confirm
vi: Xác nhận

# game_invitation_title
source: Game invitation
vi: Lời mời

# game_invitation_message
source: send you a game invite
vi: mời bạn chơi trò chơi

source: Denice
vi: Từ chối

source: Play
vi: Tới luôn

source: Disconnected
vi: Mất kết nối

source: reject connect with you
vi: từ chối ghép đôi với bạn

source: You
vi: Bạn

source: Opponent
vi: Đối phương

source: Your turn
vi: Lượt của bạn

source: Opponent turn
vi: Lượt đối thủ

source: Scroll to opponent's move
vi: Cuộn đến vị trí đối thủ

source: Music volume
vi: Nhạc nền

source: Sound effect
vi: Hiệu ứng âm thanh

source: Waiting for
vi: Chờ

# waiting_accept_invitation
source: to accept game invitation
vi: chấp nhận lời mời chơi trò chơi

source: Play again
vi: Thử lại nào

# exit_room_title
source: Exit room
vi: Thoát khỏi phòng

# exit_room_message
source: Do you want to exit this room and end the match
vi: Bạn có muốn thoát khỏi phòng và kết thúc trò chơi

source: Cancel
vi: Huỷ

source: Exit
vi: Thoát

# opponent_exit_title
source: Opponent exit
vi: Đối phương đã thoát

# opponent_exit_message
source: has left the room
vi: đã thoát khỏi phòng

# disconnected_message
source: has lost connection with you
vi: đã mất kết nối với bạn

# rematch_message
source: is ready for the new game!
vi: đề nghị thách đấu lại với bạn!

# reject_invitation_title
source: Reject Invitation
vi: Từ chối lời mời

# reject_invitation_message
source: declined your invitation to play the game
vi: đã run sợ, từ chối lời thách đấu của bạn
